WELCOME_TEXT = """\
привет! я помогу тебе чаще выбираться на мероприятия и делать твою жизнь насыщеннее.

выставки, кино, театр, галереи, лекции — я буду подбирать то, что действительно может тебе понравиться.

а ещё буду напоминать о выбранных мероприятиях и помогать следить за твоим культурным стриком."""

CATEGORIES_START_TEXT = """\
для начала давай разберёмся, куда тебе хочется ходить. \
можешь выбрать всё, что интересно. потом я буду использовать это для рекомендаций."""

CATEGORIES_TEXT = "выбери что тебе интересно:"

PUSHKIN_TEXT = """\
кстати, у тебя есть пушкинская карта?

я могу отдельно показывать мероприятия, на которые можно купить билет с её помощью. \
так искать подходящие события будет намного удобнее, а ещё есть шанс посетить их совершенно бесплатно!"""

PUSHKIN_YES_TEXT = """\
отлично!
в подборках я буду отмечать мероприятия, доступные по пушкинской карте. \
🎫 значок пушкинская карта будет сразу виден на карточке мероприятия."""

PUSHKIN_IDK_TEXT = """\
если тебе от 14 до 22 лет, ты можешь совершенно бесплатно оформить Пушкинскую Карту. \
на неё каждый год начисляется сумма, которую можно потратить на культурные мероприятия!

если интересно, обязательно зарегистрируйся в программе"""

REG_DONE_TEXT = "отлично, скоро покажу тебе первую подборку!"
